-- 
-- 表的结构 `mc_order`
-- 
CREATE TABLE `mc_order` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `number` varchar(20) NOT NULL,
  `user_id` int(11) unsigned NOT NULL,
  `user_name` varchar(20) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `phone` varchar(20) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `creat_time` datetime DEFAULT NULL,
  `note` text,
  `pro_id` int(11) unsigned NOT NULL,
  `price` decimal(15,2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;
-- 
-- 导出表中的数据 `mc_order`
--
INSERT INTO `mc_order` VALUES ('1','1201408060111161166','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:11:17','hello','1','39.80');
INSERT INTO `mc_order` VALUES ('2','1201408060119027492','1','郭栋','0','15234399470','山西省 吕梁市文水县','5',NULL,'2014-08-06 01:19:03','hello','9','39.80');
INSERT INTO `mc_order` VALUES ('3','1201408060119027492','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:19:03','hello','8','39.80');
INSERT INTO `mc_order` VALUES ('4','1201408060119027492','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:19:03','hello','7','39.80');
INSERT INTO `mc_order` VALUES ('5','1201408060120148932','1','郭栋','0','15234399470','山西省 吕梁市文水县','5',NULL,'2014-08-06 01:20:15','hello','9','39.80');
INSERT INTO `mc_order` VALUES ('6','1201408060120148932','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:20:15','hello','8','39.80');
INSERT INTO `mc_order` VALUES ('7','1201408060120148932','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:20:15','hello','7','39.80');
INSERT INTO `mc_order` VALUES ('8','1201408060137022516','1','郭栋','0','15234399470','山西省 吕梁市文水县','5',NULL,'2014-08-06 01:37:03','hello','9','39.80');
INSERT INTO `mc_order` VALUES ('9','1201408060137022516','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:37:03','hello','8','39.80');
INSERT INTO `mc_order` VALUES ('10','1201408060137022516','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 01:37:03','hello','7','39.80');
INSERT INTO `mc_order` VALUES ('11','25201408060148512689','25','小马','0','11123124124','第三方','1',NULL,'2014-08-06 01:48:52','hello','8','11.40');
INSERT INTO `mc_order` VALUES ('12','25201408060148512689','25','小马','0','11123124124','第三方','1',NULL,'2014-08-06 01:48:52','hello','9','11.40');
INSERT INTO `mc_order` VALUES ('13','25201408060151277442','25','小马','0','11123124124','第三方','1',NULL,'2014-08-06 01:51:28','hello','8','11.40');
INSERT INTO `mc_order` VALUES ('14','25201408060151277442','25','小马','0','11123124124','第三方','1',NULL,'2014-08-06 01:51:28','hello','9','11.40');
INSERT INTO `mc_order` VALUES ('15','1201408061626479066','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:26:48','hello','8','11.80');
INSERT INTO `mc_order` VALUES ('16','1201408061626479066','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:26:48','hello','7','11.80');
INSERT INTO `mc_order` VALUES ('17','1201408061640458241','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:40:46','hello','8','11.80');
INSERT INTO `mc_order` VALUES ('18','1201408061640458241','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:40:46','hello','7','11.80');
INSERT INTO `mc_order` VALUES ('19','1201408061645038760','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:45:04','hello','8','11.80');
INSERT INTO `mc_order` VALUES ('20','1201408061645038760','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-06 16:45:04','hello','7','11.80');
INSERT INTO `mc_order` VALUES ('21','25201408102129057651','25','liwenting','0','11123124124','sdf','1',NULL,'2014-08-10 21:29:06','hello','8','11.40');
INSERT INTO `mc_order` VALUES ('22','25201408102129057651','25','liwenting','0','11123124124','sdf','1',NULL,'2014-08-10 21:29:06','hello','9','11.40');
INSERT INTO `mc_order` VALUES ('23','1201408191451375061','1','郭栋','0','15234399470','山西省 吕梁市文水县','1',NULL,'2014-08-19 14:51:38','hello','9','5.60');
INSERT INTO `mc_order` VALUES ('24','25201408202131176306','25','lwt','0','15443123144','wer','1',NULL,'2014-08-20 21:31:18','hello','9','5.60');
INSERT INTO `mc_order` VALUES ('25','25201408202143187748','25','123','0','15443123144','fgf','1',NULL,'2014-08-20 21:43:19','hello','8','5.80');
